Repository: Zojax/zojax.principal.users
Catalog: src/zojax/principal/users/locales/*/LC_MESSAGES/zojax.principal.users.po
Languages: nl, ru

source: Password
nl: Wachtwoord
ru: Пароль

source: Enter new password. Minimum of 8 characters, no spaces or special characters, should contain digits and letters in mixed case.
nl: Geef nieuw wachtwoord. Minimaal 8 karakters; een mix van letters en cijfers en geen spaties of speciale karakters.
ru: Введите новый пароль. Минимально 8 символов, без пробелов и специальных символов, также пароль должен содержать цифры и буквы в смешаном регистре.

source: Description
nl: Omschrijving
ru: Описание

source: Provides a description for the principal.
nl: Geeft een beschrijving van de persoon of groep
ru: Описание для пользователя.

source: Create new member
nl: Nieuw lid aanmaken
ru: Создать нового пользователя

source: A Principal folder
nl: Gebruikersmap
ru: Папка с пользователями

source: Principal Folder (zojax)
nl: Gebruikersmap (zojax)
ru: Папка с пользователями (zojax)

source: Add principal folder (zojax)
nl: Toevoegen gebruikersmap (zojax)
ru: Добавить папку с пользователями (zojax)

source: Manage Login and Email Address
nl: Beheer gebruikersnaam en e-mailadres
ru: Логин и Электронный адрес

source: You can change your login name and email address here.
nl: Wijzigen van gebruikersnaam en e-mailadres.
ru: Вы можете изменить ваш логин и email адрес здесь.

source: Full Name
nl: Volledige naam
ru: Полное имя

source: e.g. John Smith. This is how users on the site will identify you.
nl: e.g. Jan Janssen. Dit is de manier waarop gebruikers op de site u zullen identificeren.
ru: Например Джон Смит. Так бедет выглядеть ваше имя для других пользователей.

source: E-mail/Login
nl: E-mail/gebruikersnaam
ru: E-mail/Логин

source: This is the username you will use to log in. It must be an email address. <br /> Your email address will not be displayed to any user or be shared with anyone else.
nl: Dit is de gebruikersnaam waar u mee kunt inloggen. Het moet een e-mailadres zijn. <br /> Uw e-mailadres zal niet bekend worden gemaakt aan derden.
ru: Это имя вы будете использовать для того чтобы залогинится на сайте. Оно должно быть email адресом. <br /> Ваш электронный адрес не будет видим для других пользователей.

source: Save
nl: Opslaan
ru: Сохранить

source: Change Primary Login and Full name
nl: Wijzig primaire gebruikersnaam en volledige naam
ru: Изменить основной логин и полное имя

source: Remove
nl: Verwijderen
ru: Удалить

source: Add secondary login
nl: Secundaire gebruikersnamen
ru: Добавить логин

source: Login name
nl: E-mail/gebruikersnaam
ru: Логин

source: It will be used as secondary login name.
nl: Geef een nieuw e-mailadres. Deze zal tevens worden gebruikt als gebruikersnaam.
ru: Введите дополнительный логин.

source: Add
nl: Toevoegen
ru: Добавить

source: Changes has been saved.
nl: Wijzigingen zijn opgeslagen.
ru: Изменения сохранены.

source: Not email.
nl: Geen e-mail.
ru: Это не электронный адрес.

source: Full Name is required.
nl: Volledige naam is vereist
ru: Полное имя обязательно для заполнения.

source: Login name is required.
nl: Gebruikersnaam is vereist.
ru: Логин обязателен для заполнения.

source: Login name is already in use.
nl: Gebruikersnaam al in gebruik.
ru: Такой же логин уже используется.

source: New login has been added.
nl: Nieuwe gebruiker is toegevoegd
ru: Новый логин добавлен.

source: Principal folder (zojax)
nl: Gebruikersmap (zojax)
ru: Папка с пользователями

source: Standard member registration
nl: Standaard ledenregistratie
ru: Стандартная регистрация пользователя

source: Registration form
nl: Standaard ledenregistratie formulier
ru: Регистрационная форма

source: Register
nl: Registreren
ru: Зарегистрироватся

source: You have been successfully registered in portal.
nl: U bent geregistreerd voor de website.
ru: Вы успешно зарегистрированны.

source: &bull; Role
nl: &bull; Rol
ru: &bull; Роль

source: &bull; Fullname
nl: &bull; Volledige naam
ru: &bull; Польное имя

source: &bull; E-Mail/Login
nl: &bull; E-mail/inlognaam
ru: &bull; E-mail/Логин

source: This permission allow manage member.
nl: Deze permissie staat het toe leden te beheren.
ru: Разрешение для управления пользователями.

source: Manage principal
nl: Gebruikersbeheer

source: Remove principal
nl: Gebruiker verwijderen

source: This permission allow remove member.
nl: Deze permissie staat het toe leden te verwijderen.
ru: Разрешение для удаления пользователя

source: Add principal
nl: Gebruiker/groep toevoegen

source: Member
nl: Lid
ru: Пользователь

source: Create new member.
nl: Nieuw lid aanmaken
ru: Создать нового пользователя.

source: Email/Login name
nl: E-mail/gebruikersnaam
ru: Email/Логин

source: Enter new email. It will be used as login name and address for email notifications.
nl: Geef een nieuw e-mailadres. Dit zal worden gebruikt als gebruikersnaam en adres voor e-mailberichten.
ru: Введите новый электронный адрес. Он будет использован как логин и как адресс для различных уведомлений.

source: The password for the user.
nl: Het wachtwoord voor de gebruiker
ru: Пароль для пользователя.

source: Secondary logins
nl: Secundaire gebruikersnamen
ru: Дополнительные логины

source: Enter new email. It will be used as login name also.
nl: Geef een nieuw e-mailadres. Deze zal tevens worden gebruikt als gebruikersnaam.
ru: Введите новый электронный адрес. Он будет использован как логин.

source: Title
nl: Titel
ru: Заголовок

source: Prefix
nl: Voorvoegsel
ru: Префикс

source: Prefix to be added to all principal ids to assure that all ids are unique within the authentication service
nl: Prefix om toe te voegen aan alle gebruiker/groep ID's om er zeker van te zijn dat ze uniek zijn binnen de authenticatie service

source: Search String
nl: Zoekterm
ru: Строка поиска

source: A Search String
nl: Een zoekterm

source: Ids must contain only printable 7-bit non-space ASCII characters
nl: ID's mogen alleen letters, cijfers en leestekens bevatten, uitgezonderd spatie

source: Ids can't be more than 100 characters long.
nl: ID's mogen niet langer dan 100 tekens zijn.

source: Protal members with main login as email.
nl: Portalleden met primaire gebruikersnaam als e-mail.
ru: Пользователи, электронный адрес используется как логин.

source: Principal folder
nl: Gebruikers/groepen-map
ru: Пользователи
